Repository: JanBartels/fl_seo_sitemap
Catalog: Resources/Private/Languages/*.locallang_db.xlf
Languages: de

# tt_content.list_type_pi1
source: Extended SEO Sitemap
de: Erweiterte SEO Sitemap

# pi1_title
source: Extended SEO Sitemap
de: Erweiterte SEO Sitemap

# pi1_plus_wiz_description
source: Extended SEO Sitemap with special Features 4 Searchengines
de: Erweiterte SEO Sitemap mit speziall Funktionen fuer Suchmaschinen

# tx_flseositemap_pagecounter
source: Page Counter
de: Seiten Zaehler

# fl_seo_sitemap.flex.base
source: Base/Start (not set = current Page):
de: Basis/Start (nicht gesetzt = aktuelle Seite):

# fl_seo_sitemap.flex.output_type
source: Output Type:
de: Ausgabe Typ:

# fl_seo_sitemap.flex.output_type.1
source: Single List
de: Einfache Liste

# fl_seo_sitemap.flex.output_type.2
source: Single List (with CSS classes)
de: Einfache List (Mit CSS Klassen)

# fl_seo_sitemap.flex.output_type.3
source: Multi List
de: geschachtelte Liste

# fl_seo_sitemap.flex.output_type.4
source: Multi List (with CSS classes)
de: geschachtelte Liste (Mit CSS Klassen)

# fl_seo_sitemap.flex.shortcut_follow
source: Follow Shortcut (Attention for recursive loops)
de: Folge Shortcuts (Achtung rekursive Schleifen)

# fl_seo_sitemap.flex.beschreibung_field
source: Description from:
de: Beschreibung von:

# fl_seo_sitemap.flex.beschreibung_field.4
source: SEO Sitemap (this Extension)
de: SEO Sitemap (diese Extension)

# fl_seo_sitemap.flex.tiefe
source: Depth:
de: Tiefe:

# fl_seo_sitemap.flex.tiefe.1
source: 1. Level
de: 1. Ebene

# fl_seo_sitemap.flex.tiefe.2
source: 2. Level
de: 2. Ebene

# fl_seo_sitemap.flex.tiefe.3
source: 3. Level
de: 3. Ebene

# fl_seo_sitemap.flex.tiefe.4
source: 4. Level
de: 4. Ebene

# fl_seo_sitemap.flex.tiefe.50
source: Recursive
de: Rekursiv

# fl_seo_sitemap.flex.link_open_in
source: Link target
de: Link Ziel:

# fl_seo_sitemap.flex.show_page_type
source: Select Pages to Show
de: WÃ¤hle zu zeigende Seiten

# fl_seo_sitemap.flex.show_page_type.stdNIM
source: Standard (Not In Menu)
de: Standard (Nicht im Menu)

# fl_seo_sitemap.flex.show_page_type.ext
source: Extended
de: Erweitert

# fl_seo_sitemap.flex.show_page_type.extNIM
source: Extended (Not In Menu)
de: Erweitert (Nicht im Menu)

# fl_seo_sitemap.flex.show_page_type.extUrl
source: External URL
de: Externe URL

# fl_seo_sitemap.flex.ignore_sites
source: Ignore these sites (recursive)
de: Ignoriere diese Seiten (rekursive)

# fl_seo_sitemap.flex.use_tt_heads
source: Use tt_content headlines instead the selection above (colPos = 0):
de: Benutze tt_content headlines, anstatt die auswahl oben (colPos = 0):

# fl_seo_sitemap.flex.show_pCounter
source: Show the Page Counter Result:
de: Zeige "page Counter" Ergebnis:

# fl_seo_sitemap.flex.linkFrom
source: Create link from:
de: Erstelle den Link aus:

# fl_seo_sitemap.flex.language
source: Language:
de: Sprache:

# fl_seo_sitemap.flex.dsplOptions
source: Display Options:
de: Anzeige Optionen:
